const a = "Диана"
const b = "Кыргызстан"
const c = "Бишкек"

console.log ("Меня зовут " + a)
console.log (a + " назвала меня бабушка")
console.log ("Я родилась в " + b + " город " + c)
console.log ("Родители мои так же из " + b + " город "+c)
console.log ("А вот моя бабушка родилась в России")
console.log ("Поэтому она меня назвала интернациональным именем " + a )
console.log ("Имя " + a + " -это греческое имя")
console.log (a + " -означает богиня охоты и красоты")
console.log ("Раньше в " + b + " такое имя считалось редким")
console.log ("Сейчас имя " + a + " стало распространенным")